const salads = 'Салаты';
const firstCources = 'ПЕРВЫЕ БЛЮДА';
const pasta = 'ПАСТА';
const garniry  = 'ГАРНИРЫ';
const meatDishes = 'МЯСНЫЕ БЛЮДА';
const mangal = 'БЛЮДА НА МАНГАЛЕ';
const own = 'СОБСТВЕННОЕ ПРОИЗВОДСТВО';
const varenniki ='Вареники';
const bliny  = 'Блины';
const deserts = 'Десерты';
const coffee = 'КОФЕ';
const icecoffee = 'АЙС КОФЕ';
const tea = 'ЧАЙ';
const extra = 'ДОБАВКИ';
const juice = 'НАТУРАЛЬНЫЕ СОКИ';
const cold_drink = 'ХОЛОДНЫЕ НАПИТКИ';
const icecream = 'МОРОЖЕНОЕ';
const extra_to_icecream = 'ДОБАВКИ К МОРЖЕНОМУ';
const sauce = 'СОУСЫ';
const shisha = 'КАЛЬЯН';
const images = ['salad.png', 'soup.png', 'pasta.png', 'garnir.png', 'meat.png', 'kebab.png', 'own.png', 'var.png', '', '', 'coffee.png', 'ice.png', 'tea.png', '']

var allOptions = {
    'С курицей и сметаной':1,
    'С творогом':1,
    'Шашлык из курицы':1,
    'Люля-кебаб':1,
    'С картофелем и грибами':1,
    'С капустой':1,
    'Со сладким творогом':1,
    'С картофелем и луком':1,
    'Овощи гриль':1,
    'Картофель по-домашнему':1,
    'Картофельное пюре':1,
    'Картофель фри':1,
    'Гречневая каша':1,
    'Торт Наполеон':1,
    'Торт Медовик':1,
    'Сырники со сметаной и фруктовым джемом':1,
    'Куриная отбивная':1,
    'Котлеты куриные':1,
    'Печень куриная':1,
    'Голубцы со сметаной':1,
    'Крылышки в медово-горчичном соусе':1,
    'Жульен с курицей':1,
    'С курицей и грибами':1,
    'Сырная':1,
    'Борщ Украинский':1,
    'Бульон куриный':1,
    'Крем-суп грибной':1,
    'Холодник':1,
    'Теплый с телятиной':1,
    'Летний': 1,
    'С куриной печенью и яблоками':1,
    'Цезарь классический':1,
    'Цезарь с лососем':1,
    'Греческий':1,
    'Овощной':1,
    'Оливье':1,
    'Шуба':1,
    'Мимоза':1,
    'Курица с ананасами':1,
    'Крабовый':1,
    'Капрезе':1,
    'Пельмени домашние микс':1,	
    'Чебуреки микc':1,
}